const LeaveArabic= {

    Main_Desc:
    "قم بتعيين سياسات الإجازة لموظفيك. يمكنك تكوين نوع البدل والتقويم أو أيام العمل والمستحقات الشهرية ومعدل الدفع.",
     Leave_allowance:"عندما تقع العطلة بين إجازتين مأخوذتين، يتم دمجهما ومعاملتهما كأيام إجازة متجاورة، وذلك باستخدام أيام التقويم بدلاً من احتسابها كأيام عمل منفصلة",
     leave_Description:
    "ضع سياسات الإجازات لموظفيك. يمكنك تكوين نوع البدل والتقويم أو أيام العمل والاستحقاقات الشهرية ومعدل الدفع.",
    Enter:"يدخل",
    Assign_Policy:"تعيين السياسة",
    Assign_policy_description:"إدارة سياسات شركتك هنا.",
}
export default LeaveArabic;